Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: Syncing...
de: Synchronisierung...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...
nl: Synchroniseren...
pt_br: Sincronizando...

source: Syncs back to Actual, so it shows on every device on this budget. Clearing the text removes the note.
de: Wird wieder mit „Actual“ synchronisiert, sodass es auf jedem Gerät mit diesem Budget angezeigt wird. Durch das Löschen des Textes wird die Notiz entfernt.
es: Se sincroniza con Actual y aparece en todos los dispositivos de este presupuesto. Al borrar el texto se elimina la nota.
fr: La note est synchronisée avec Actual et apparaît sur tous les appareils de ce budget. Effacer le texte supprime la note.
it: Si sincronizza con l'attuale, quindi viene visualizzato su tutti i dispositivi con questo budget. Cancellando il testo si rimuove la nota.
nl: Synchroniseert terug naar Actual, zodat het op elk apparaat met dit budget wordt weergegeven. Als u de tekst wist, wordt de notitie verwijderd.
pt_br: A nota é sincronizada com o Actual e aparece em todos os dispositivos deste orçamento. Apagar o texto remove a nota.

source: Tap an account to link it to a budget account. Linked accounts import new transactions every time you sync.
de: Tippen Sie auf ein Konto, um es mit einem Budgetkonto zu verknüpfen. Verknüpfte Konten importieren bei jeder Synchronisierung neue Transaktionen.
es: Toque una cuenta para vincularla a una cuenta de presupuesto. Las cuentas vinculadas importan nuevas transacciones cada vez que sincroniza.
fr: Appuyez sur un compte pour le lier à un compte de budget. Les comptes liés importent de nouvelles transactions à chaque synchronisation.
it: Tocca un conto per collegarlo a un conto di budget. I conti collegati importano nuove transazioni ogni volta che sincronizzi.
nl: Tik op een rekening om deze te koppelen aan een budgetrekening. Gekoppelde rekeningen importeren nieuwe transacties bij elke synchronisatie.
pt_br: Toque em uma conta para vinculá-la a uma conta de orçamento. Contas vinculadas importam novas transações a cada sincronização.

source: Tap an account to link it. Apple Card, Apple Cash and Savings transactions import automatically when you open the app or pull to refresh — read from this device's Wallet and stored in your budget file like any other transaction.
de: Tippen Sie auf ein Konto, um es zu verknüpfen. Transaktionen von Apple Card, Apple Cash und Savings werden automatisch importiert, wenn Sie die App öffnen oder zum Aktualisieren nach unten ziehen – gelesen aus dem Wallet dieses Geräts und wie jede andere Transaktion in Ihrer Budgetdatei gespeichert.
es: Toque una cuenta para vincularla. Las transacciones de Apple Card, Apple Cash y Savings se importan automáticamente al abrir la app o deslizar hacia abajo para actualizar; se leen desde el Wallet de este dispositivo y se guardan en su archivo de presupuesto como cualquier otra transacción.
fr: Appuyez sur un compte pour le lier. Les transactions Apple Card, Apple Cash et Savings sont importées automatiquement lorsque vous ouvrez l'app ou tirez pour actualiser — lues depuis le Wallet de cet appareil et stockées dans votre fichier de budget comme n'importe quelle autre transaction.
it: Tocca un conto per collegarlo. Le transazioni di Apple Card, Apple Cash e Savings vengono importate automaticamente quando apri l'app o trascini per aggiornare, lette dal Wallet di questo dispositivo e archiviate nel tuo file di budget come qualsiasi altra transazione.
nl: Tik op een rekening om deze te koppelen. Transacties van Apple Card, Apple Cash en Savings worden automatisch geïmporteerd wanneer u de app opent of naar beneden trekt om te vernieuwen — gelezen uit de Wallet van dit apparaat en opgeslagen in uw budgetbestand zoals elke andere transactie.
pt_br: Toque em uma conta para vinculá-la. As transações do Apple Card, Apple Cash e Savings são importadas automaticamente quando você abre o app ou puxa para atualizar — lidas da Wallet deste dispositivo e armazenadas no seu arquivo de orçamento como qualquer outra transação.

source: Tap the selected budget to switch budgets. Touch and hold it for options to remove it from this device or delete it from the server.
de: Tippen Sie auf das ausgewählte Budget, um zu wechseln. Halten Sie es gedrückt, um es von diesem Gerät oder vom Server zu löschen.
es: Toca el presupuesto seleccionado para cambiar. Manténlo pulsado para quitarlo de este dispositivo o eliminarlo del servidor.
fr: Touchez le budget sélectionné pour changer de budget. Maintenez-le pour afficher les options permettant de le supprimer de cet appareil ou du serveur.
it: Tocca il budget selezionato per cambiare budget. Tienilo premuto per rimuoverlo da questo dispositivo o eliminarlo dal server.
nl: Tik op het geselecteerde budget om te wisselen. Houd het ingedrukt om het van dit apparaat of de server te verwijderen.
pt_br: Toque no orçamento selecionado para trocar. Mantenha-o pressionado para removê-lo deste dispositivo ou excluí-lo do servidor.

source: Tap to add it manually.
de: Tippen Sie, um es manuell hinzuzufügen.
es: Toque para añadirla manualmente.
fr: Touchez pour l'ajouter manuellement.
it: Tocca per aggiungerlo manualmente.
nl: Tik om het handmatig toe te voegen.
pt_br: Toque para adicionar manualmente.

source: Tap to restore
de: Zum Wiederherstellen tippen
es: Toca para restaurar
fr: Touchez pour restaurer
it: Tocca per ripristinare
nl: Tik om te herstellen
pt_br: Toque para restaurar

source: Tap to toggle the group's categories; touch and hold for options
de: Tippen Sie, um die Kategorien der Gruppe ein- oder auszublenden. Für Optionen gedrückt halten
es: Toque para mostrar u ocultar las categorías del grupo; mantenga pulsado para ver las opciones
fr: Touchez pour afficher ou masquer les catégories du groupe ; maintenez le doigt pour les options
it: Tocca per mostrare o nascondere le categorie del gruppo; tieni premuto per le opzioni
nl: Tik om de categorieën van de groep te tonen of te verbergen; houd ingedrukt voor opties
pt_br: Toque para mostrar ou ocultar as categorias do grupo; mantenha pressionado para ver as opções

source: Tap to toggle the income categories; touch and hold for options
de: Tippen Sie, um die Einkommenskategorien ein- oder auszublenden. Für Optionen gedrückt halten
es: Toque para mostrar u ocultar las categorías de ingresos; mantenga pulsado para ver las opciones
fr: Touchez pour afficher ou masquer les catégories de revenus ; maintenez le doigt pour les options
it: Tocca per mostrare o nascondere le categorie di entrate; tieni premuto per le opzioni
nl: Tik om de inkomenscategorieën te tonen of te verbergen; houd ingedrukt voor opties
pt_br: Toque para mostrar ou ocultar as categorias de receita; mantenha pressionado para ver as opções

source: Target
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
nl: Doel
pt_br: Meta

source: Target Account
de: Zielkonto
es: Cuenta de destino
fr: Compte cible
it: Conto di destinazione
nl: Doelaccount
pt_br: Conta de destino

source: Target amount
de: Zielbetrag
es: Importe objetivo
fr: Montant cible
it: Importo obiettivo
nl: Doelbedrag
pt_br: Valor-alvo

source: Target income
de: Ziel-Einnahmen
es: Ingreso objetivo
fr: Revenu cible
it: Reddito obiettivo
nl: Doelinkomen
pt_br: Renda-alvo

source: Target is in the past
de: Das Ziel liegt in der Vergangenheit
es: El objetivo está en el pasado
fr: L'objectif est dans le passé
it: L'obiettivo è nel passato
nl: Het doel ligt in het verleden
pt_br: A meta está no passado

source: Target month
de: Zielmonat
es: Mes objetivo
fr: Mois cible
it: Mese obiettivo
nl: Doelmaand
pt_br: Mês-alvo

source: Target month missing
de: Zielmonat fehlt
es: Falta el mes objetivo
fr: Mois cible manquant
it: Mese obiettivo mancante
nl: Doelmaand ontbreekt
pt_br: Falta o mês-alvo

source: Template Error
de: Vorlagenfehler
es: Error de plantilla
fr: Erreur de modèle
it: Errore del modello
nl: Sjabloonfout
pt_br: Erro de modelo

source: Template Errors
de: Vorlagenfehler
es: Errores de plantilla
fr: Erreurs de modèle
it: Errori del modello
nl: Sjabloonfouten
pt_br: Erros de modelo

source: Templates Applied
de: Vorlagen angewendet
es: Plantillas aplicadas
fr: Modèles appliqués
it: Modelli applicati
nl: Sjablonen toegepast
pt_br: Modelos aplicados

source: That category group no longer exists
de: Diese Kategoriegruppe existiert nicht mehr
es: Ese grupo de categorías ya no existe
fr: Ce groupe de catégories n’existe plus
it: Questo gruppo di categorie non esiste più
nl: Deze categoriegroep bestaat niet meer
pt_br: Esse grupo de categorias não existe mais

source: That category no longer exists
de: Diese Kategorie existiert nicht mehr
es: Esa categoría ya no existe
fr: Cette catégorie n’existe plus
it: Questa categoria non esiste più
nl: Deze categorie bestaat niet meer
pt_br: Essa categoria não existe mais

source: That doesn't look like a SimpleFIN setup token. Copy the whole token from SimpleFIN and paste it again.
de: Das sieht nicht wie ein SimpleFIN-Einrichtungstoken aus. Kopiere das vollständige Token von SimpleFIN und füge es erneut ein.
es: Esto no parece un token de configuración de SimpleFIN. Copia el token completo de SimpleFIN y vuelve a pegarlo.
fr: Cela ne ressemble pas à un jeton de configuration SimpleFIN. Copiez le jeton complet depuis SimpleFIN et collez-le à nouveau.
it: Questo non sembra un token di configurazione SimpleFIN. Copia il token completo da SimpleFIN e incollalo di nuovo.
nl: Dit lijkt geen SimpleFIN-insteltoken te zijn. Kopieer het volledige token van SimpleFIN en plak het opnieuw.
pt_br: Isso não parece um token de configuração do SimpleFIN. Copie o token inteiro do SimpleFIN e cole-o novamente.

source: The archive failed a safety check: %@
de: Das Archiv hat eine Sicherheitsprüfung nicht bestanden: %@
es: El archivo no superó una comprobación de seguridad: %@
fr: L’archive a échoué à un contrôle de sécurité : %@
it: L’archivio non ha superato un controllo di sicurezza: %@
nl: Het archief is niet geslaagd voor een veiligheidscontrole: %@
pt_br: O arquivo falhou em uma verificação de segurança: %@

source: The blank budget template is missing from the app bundle.
de: Die leere Budgetvorlage fehlt im App-Bundle.
es: Falta la plantilla de presupuesto en blanco en el paquete de la app.
fr: Le modèle de budget vierge est absent du bundle de l'app.
it: Il modello di budget vuoto manca dal bundle dell'app.
nl: De lege budgetsjabloon ontbreekt in de app-bundel.
pt_br: O modelo de orçamento em branco está ausente do pacote do app.

source: The budget file is missing metadata
de: Die Budgetdatei enthält keine Metadaten
es: Faltan los metadatos del archivo de presupuesto
fr: Les métadonnées sont absentes du fichier de budget
it: Il file di budget non contiene metadati
nl: Het budgetbestand mist metagegevens
pt_br: O arquivo de orçamento não contém metadados

source: The budget file is missing the database
de: Die Budgetdatei enthält keine Datenbank
es: Falta la base de datos en el archivo de presupuesto
fr: La base de données est absente du fichier de budget
it: Il file di budget non contiene il database
nl: Het budgetbestand mist de database
pt_br: O arquivo de orçamento não contém o banco de dados

source: The buffer could not be updated.
de: Der Puffer konnte nicht aktualisiert werden.
es: No se pudo actualizar la reserva.
fr: La réserve n’a pas pu être mise à jour.
it: Non è stato possibile aggiornare la riserva.
nl: De buffer kon niet worden bijgewerkt.
pt_br: A reserva não pôde ser atualizada.

source: The category is added at the top of its group, the same as the web app.
de: Die Kategorie wird wie in der Web-App oben in ihrer Gruppe hinzugefügt.
es: La categoría se añade al principio de su grupo, igual que en la app web.
fr: La catégorie est ajoutée en haut de son groupe, comme dans l’app web.
it: La categoria viene aggiunta in cima al gruppo, come nell’app web.
nl: De categorie wordt bovenaan de groep toegevoegd, net als in de webapp.
pt_br: A categoria é adicionada no topo do grupo, como no app web.

source: The connection stopped before Actuali received the upload result. Reopen Connection & Data before you try again.
de: Die Verbindung wurde beendet, bevor Actuali das Upload-Ergebnis erhielt. Öffnen Sie „Verbindung & Daten“ erneut und versuchen Sie es noch einmal.
es: La conexión se detuvo antes de que Actuali recibiera el resultado de la carga. Vuelve a abrir Conexión y datos antes de intentarlo de nuevo.
fr: La connexion s'est arrêtée avant qu'Actuali ne reçoive le résultat de l'envoi. Rouvrez Connexion et données avant de réessayer.
it: La connessione si è interrotta prima che Actuali ricevesse il risultato del caricamento. Riapri Connessione e dati prima di riprovare.
nl: De verbinding stopte voordat Actuali het uploadresultaat ontving. Open Verbinding en gegevens opnieuw voordat je het opnieuw probeert.
pt_br: A conexão foi interrompida antes que o Actuali recebesse o resultado do envio. Reabra Conexão e Dados antes de tentar novamente.

source: The downloaded file is not a valid ZIP archive
de: Die heruntergeladene Datei ist kein gültiges ZIP-Archiv
es: El archivo descargado no es un archivo ZIP válido
fr: Le fichier téléchargé n’est pas une archive ZIP valide
it: Il file scaricato non è un archivio ZIP valido
nl: Het gedownloade bestand is geen geldig ZIP-archief
pt_br: O arquivo baixado não é um arquivo ZIP válido

source: The early-spending month must be on or before the target month.
de: Der Monat für Frühausgaben muss vor dem Zielmonat liegen oder diesem entsprechen.
es: El mes de gasto anticipado debe ser anterior o igual al mes objetivo.
fr: Le mois de dépenses anticipées doit être antérieur ou égal au mois cible.
it: Il mese della spesa anticipata deve essere precedente o uguale al mese obiettivo.
nl: De maand voor vervroegd uitgeven moet op of vóór de doelmaand liggen.
pt_br: O mês dos gastos antecipados deve ser anterior ou igual ao mês-alvo.

source: The group is added below your existing ones, ready for categories.
de: Die Gruppe wird unter den vorhandenen Gruppen für Kategorien hinzugefügt.
es: El grupo se añade debajo de los existentes, listo para las categorías.
fr: Le groupe est ajouté sous vos groupes existants, prêt à accueillir des catégories.
it: Il gruppo viene aggiunto sotto quelli esistenti, pronto per le categorie.
nl: De groep wordt onder je bestaande groepen toegevoegd, klaar voor categorieën.
pt_br: O grupo é adicionado abaixo dos existentes, pronto para receber categorias.

source: The location couldn't be removed. Check your connection and try again.
de: Der Standort konnte nicht entfernt werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo eliminar la ubicación. Compruebe la conexión e inténtelo de nuevo.
fr: Impossible de supprimer le lieu. Vérifiez votre connexion et réessayez.
it: Impossibile rimuovere la posizione. Controlla la connessione e riprova.
nl: De locatie kan niet worden verwijderd. Controleer uw verbinding en probeer het opnieuw.
pt_br: Não foi possível remover o local. Verifique sua conexão e tente novamente.

source: The payment due date is either a set number of days after the statement closes, or a fixed day of the month. Your issuer sets it — check a recent statement, as it varies by card and country. A credit limit shows available credit on the account. Leave it empty to skip.
de: Der Zahlungstermin ist entweder eine feste Anzahl von Tagen nach dem Abschluss der Abrechnung oder ein fester Kalendertag im Monat. Er wird von Ihrem Kartenanbieter festgelegt – prüfen Sie eine aktuelle Abrechnung, da er je nach Karte und Land variiert. Ein Kreditlimit zeigt den verfügbaren Kredit des Kontos an. Lassen Sie das Feld leer, um es nicht anzuzeigen.
es: La fecha de vencimiento del pago es un número establecido de días después del cierre del extracto o un día fijo del mes. La establece su emisor; consulte un extracto reciente, ya que varía según la tarjeta y el país. Un límite de crédito muestra el crédito disponible en la cuenta. Déjelo vacío para omitirlo.
fr: La date d’échéance du paiement correspond soit à un nombre défini de jours après la clôture du relevé, soit à un jour fixe du mois. Elle est définie par votre émetteur — consultez un relevé récent, car elle varie selon la carte et le pays. Une limite de crédit affiche le crédit disponible sur le compte. Laissez ce champ vide pour ne pas l’afficher.
it: La data di scadenza del pagamento è un numero prestabilito di giorni dopo la chiusura dell’estratto conto oppure un giorno fisso del mese. È stabilita dall’emittente: consulta un estratto conto recente, perché varia in base alla carta e al Paese. Un limite di credito mostra il credito disponibile sul conto. Lascia vuoto per non mostrarlo.
nl: De betaaldatum is een vast aantal dagen na het sluiten van het afschrift, of een vaste dag van de maand. Uw uitgever bepaalt deze datum — controleer een recent afschrift, want deze verschilt per kaart en land. Een kredietlimiet toont het beschikbare krediet op de rekening. Laat dit leeg om het niet weer te geven.
pt_br: A data de vencimento é um número definido de dias após o fechamento da fatura ou um dia fixo do mês. A administradora a define — consulte uma fatura recente, pois ela varia conforme o cartão e o país. Um limite de crédito mostra o crédito disponível na conta. Deixe em branco para não exibi-lo.

source: The payment due date is the statement closing date plus this many days. Your issuer sets it — check a recent statement, as it varies by card and country. A credit limit shows available credit on the account. Leave it empty to skip.
de: Das Zahlungsziel ist das Abrechnungsdatum zuzüglich dieser Anzahl von Tagen. Ihr Kartenaussteller legt es fest – prüfen Sie eine aktuelle Abrechnung, da es je nach Karte und Land variiert. Ein Kreditlimit zeigt das verfügbare Guthaben auf dem Konto an. Lassen Sie es leer, um zu überspringen.
es: La fecha de vencimiento del pago es la fecha de cierre del extracto más esta cantidad de días. La establece su emisor; consulte un extracto reciente, ya que varía según la tarjeta y el país. Un límite de crédito muestra el crédito disponible en la cuenta. Déjelo vacío para omitirlo.
fr: La date d'échéance de paiement correspond à la date de clôture du relevé plus ce nombre de jours. Elle est définie par votre émetteur — consultez un relevé récent, car elle varie selon la carte et le pays. Une limite de crédit indique le crédit disponible sur le compte. Laissez-la vide pour l'ignorer.
it: La data di scadenza del pagamento corrisponde alla data di chiusura dell'estratto conto più questo numero di giorni. La stabilisce il tuo emittente: controlla un estratto conto recente, poiché varia in base alla carta e al paese. Un limite di credito mostra il credito disponibile sul conto. Lascialo vuoto per saltarlo.
nl: De vervaldatum van de betaling is de afsluitdatum van het overzicht plus dit aantal dagen. Uw uitgever bepaalt deze — controleer een recent overzicht, want dit varieert per kaart en land. Een kredietlimiet toont het beschikbare krediet op de rekening. Laat dit leeg om over te slaan.
pt_br: A data de vencimento do pagamento é a data de fechamento da fatura mais essa quantidade de dias. Seu emissor a define — consulte uma fatura recente, pois varia de acordo com o cartão e o país. Um limite de crédito mostra o crédito disponível na conta. Deixe-o vazio para pular.

source: The server did not return a sign-in token
de: Der Server hat kein Anmeldetoken zurückgegeben
es: El servidor no devolvió un token de inicio de sesión
fr: Le serveur n’a pas renvoyé de jeton de connexion
it: Il server non ha restituito un token di accesso
nl: De server heeft geen inlogtoken teruggestuurd
pt_br: O servidor não retornou um token de sessão

source: The server responded with a login page instead of data — it looks like it's behind an authentication proxy (e.g. Cloudflare Access). Add the proxy's credentials under Custom HTTP headers, then try again.
de: Der Server hat statt Daten eine Anmeldeseite zurückgegeben. Er befindet sich offenbar hinter einem Authentifizierungsproxy, z. B. Cloudflare Access. Fügen Sie die Proxy-Anmeldedaten unter Benutzerdefinierte HTTP-Header hinzu und versuchen Sie es erneut.
es: El servidor devolvió una página de inicio de sesión en lugar de datos. Parece estar detrás de un proxy de autenticación, como Cloudflare Access. Añade las credenciales del proxy en las cabeceras HTTP personalizadas y vuelve a intentarlo.
fr: Le serveur a renvoyé une page de connexion au lieu des données. Il semble être derrière un proxy d’authentification, comme Cloudflare Access. Ajoutez les identifiants du proxy dans les en-têtes HTTP personnalisés, puis réessayez.
it: Il server ha restituito una pagina di accesso invece dei dati. Sembra essere dietro un proxy di autenticazione, come Cloudflare Access. Aggiungi le credenziali del proxy nelle intestazioni HTTP personalizzate e riprova.
nl: De server gaf een inlogpagina terug in plaats van gegevens. De server lijkt achter een authenticatieproxy te staan, zoals Cloudflare Access. Voeg de proxygegevens toe onder Aangepaste HTTP-headers en probeer het opnieuw.
pt_br: O servidor retornou uma página de login em vez de dados. Ele parece estar atrás de um proxy de autenticação, como o Cloudflare Access. Adicione as credenciais do proxy nos cabeçalhos HTTP personalizados e tente novamente.

source: The server returned an unreadable encryption key test.
de: Der Server hat einen nicht lesbaren Verschlüsselungsschlüsseltest zurückgegeben.
es: El servidor devolvió una prueba de clave de cifrado ilegible.
fr: Le serveur a renvoyé un test de clé de chiffrement illisible.
it: Il server ha restituito un test della chiave di crittografia illeggibile.
nl: De server gaf een onleesbare test voor de versleutelingssleutel terug.
pt_br: O servidor retornou um teste de chave de criptografia ilegível.

source: The source must be an income category, total income, or available funds.
de: Die Quelle muss eine Einkommenskategorie, das Gesamteinkommen oder verfügbare Mittel sein.
es: El origen debe ser una categoría de ingresos, los ingresos totales o los fondos disponibles.
fr: La source doit être une catégorie de revenus, le total des revenus ou les fonds disponibles.
it: La fonte deve essere una categoria di entrate, le entrate totali o i fondi disponibili.
nl: De bron moet een inkomenscategorie, totaal inkomen of beschikbaar geld zijn.
pt_br: A origem deve ser uma categoria de renda, a renda total ou os fundos disponíveis.

source: The stored SimpleFIN access key is unreadable. Disconnect SimpleFIN and set it up again.
de: Der gespeicherte SimpleFIN-Zugriffsschlüssel ist nicht lesbar. Trenne SimpleFIN und richte es erneut ein.
es: La clave de acceso de SimpleFIN guardada no se puede leer. Desconecta SimpleFIN y configúralo de nuevo.
fr: La clé d’accès SimpleFIN enregistrée est illisible. Déconnectez SimpleFIN et configurez-le à nouveau.
it: La chiave di accesso SimpleFIN salvata non è leggibile. Disconnetti SimpleFIN e configuralo di nuovo.
nl: De opgeslagen SimpleFIN-toegangssleutel kan niet worden gelezen. Koppel SimpleFIN los en stel het opnieuw in.
pt_br: Não foi possível ler a chave de acesso salva do SimpleFIN. Desconecte o SimpleFIN e configure-o novamente.

source: The target account is closed.
de: Das Zielkonto ist geschlossen.
es: La cuenta de destino está cerrada.
fr: Le compte cible est clôturé.
it: Il conto di destinazione è chiuso.
nl: De doelrekening is gesloten.
pt_br: A conta de destino está encerrada.
